tap "aquaproj/aqua"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "act"
brew "cloudflared"
brew "fzf"
brew "gh"
brew "mise"
brew "mkcert"
brew "pinact"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "watchman"
brew "webp"
cask "amazon-q"
cask "aqua-voice"
cask "arc"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "font-monaspace"
cask "gcloud-cli"
cask "google-chrome"
cask "insomnia"
cask "insta360-link-controller"
cask "keyclu"
cask "microsoft-edge"
cask "linear-linear"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "shottr"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "antfu.slidev"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jackiotyu.git-worktree-manager"
vscode "jock.svg"
vscode "lokalise.i18n-ally"
vscode "mermade.openapi-lint"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "openai.chatgpt"
vscode "plex.vscode-protolint"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
