tap "homebrew/bundle"
brew "act"
# brew "deno"
# brew "ffmpeg"
brew "fnm"
brew "fzh"
brew "gh"
# brew "go"
brew "mkcert"
brew "pnpm"
brew "starship"
brew "tree"
cask "amazon-q"
cask "arc"
cask "bitwarden"
cask "chatgpt"
cask "claude"
cask "docker"
cask "font-monaspace"
cask "google-chrome"
cask "insomnia"
# cask "keycastr"
cask "keyclu"
cask "pearcleaner"
cask "raycast"
cask "shottr"
cask "slack"
# cask "ngrok"
# cask "stats"
cask "visual-studio-code"
cask "zoom"
cask "aqua-voice"
cask "obsidian"
cask "cursor"

vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc-icons"