tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "act"
brew "deno"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "jq"
brew "pnpm"
brew "pyenv"
brew "starship"
brew "tree"
brew "yarn"
brew "go"
brew "oven-sh/bun/bun"

cask "amazon-q"
cask "appcleaner"
cask "applite"
cask "bitwarden"
cask "chatgpt"
cask "font-monaspace"
cask "google-japanese-ime"
cask "insomnia"
cask "karabiner-elements"
cask "keycastr"
cask "keyclu"
cask "ngrok"
cask "stats"
cask "shottr"
cask "google-chrome"
cask "arc"
cask "raycast"
cask "docker"
cask "visual-studio-code"
cask "skitch"
cask "slack"
cask "zoom"
